tap "jandedobbeleer/oh-my-posh"
brew "asdf"
brew "atuin"
brew "awscli"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "mise"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alacritty"
cask "caffeine"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "kitty"
